Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 大概是担心老猿在半途发力偷袭，少女的蹦跳显得极其没有章法，忽左忽右，忽高忽低，忽前忽后。
en_us: Moreover, perhaps afraid that the old ape would suddenly attack her, Ning Yao's movements appeared extremely random and unpredictable, sometimes jumping to the left, and sometimes jumping to the right, sometimes jumping higher, and sometimes jumping lower, sometimed jumping forward, and sometime jumping back.

source: 大概是生怕少女不上心，陈平安又赧颜提醒道：“真的要小心。”
en_us: Perhaps afraid that the young woman wouldn't take his warning seriously, Chen Ping'an timidly warned again, "You really do have to be careful."

source: 大概是认为两人有些相熟了，陈平安说话也没之前那般遮遮掩掩，理直气壮道：“刘羡阳，顾粲，加上宁姑娘你，你想啊，天底下那么多人，我也就在乎三个人的好坏，我咋就烂好人啦？”
en_us: Perhaps because they were slightly more familiar with each other now, Chen Ping'an was no longer as reserved as before when he spoke. He was filled with a righteousness manner as he said, "Liu Xianyang, Gu Can, and you... Just think about it, how many people are in this world? Yet, I only care about the safety and happiness of you three. How am I a foolishly kind person?"

source: 大概每过一刻钟，少年就会歇息稍许时分，抖抖手腕，如此循环反复，直到整个人彻底精疲力尽，陈平安这才起身，一边在院中散步，一边缓缓舒展筋骨。从来没有人教过陈平安这些，是他自己瞎琢磨出来的门道。
en_us: Once ever 15 minutes, he would take a short break to shake out his wrists. Only after repeating this process until he was completely exhausted did he rise to his feet, strolling through the yard while performing some stretches. No one had taught him to do any of this, it was just a routine that he had made up himself.

source: 大概这就是现世报吧，刚刚跟这位红棉袄小姑娘说过，答应的事情就要做到，结果就只能硬着头皮去李家大宅自投罗br >
en_us: He had just told Li Baoping that one had to follow through on their promises, so he had no choice but to muster up his courage and go to the Li manor with her.

source: 大汗淋漓的宋集薪犹豫不决，眼见着对方有所动作，少年正要说法缓和形势，那位习惯了被众星捧月的老龙城少城主，已经再次加快敲打速度，如一场突如其来的夏日骤雨。
en_us: Song Jixin was sweating profusely as he pondered the offer. He could see that Fu Nanhua was growing impatient, and he was just about to say something to defuse the situation when Fu Nanhua began to increase the speed of his tapping once again, seemingly as a form of vengeance for Song Jixin's earlier tirade.

source: 大略意思是为宗门帮忙做一件事，如果做成了，风雷园就会出面为他向阮师求情铸剑。至于那件事为何，刘灞桥似乎有些难以启齿。
en_us: Liu Baqiao gave a rather ambiguous reply, the rough gist of which was that he was here to run an errand for the sect, and if he were successful, then the Wind Lightning Field would make a request for Master Ruan to forge a sword for him. As for exactly what task had been assigned to him, he seemed to be rather hesitant to elaborate.

source: 大眼瞪小眼。
en_us: They both glared at each other.

source: 大红棉袄小女孩，扛着树枝就雷厉风行地跑过来，微微侧身，她抬起头，有些疑惑。
en_us: The little girl immediately rushed over to him with the branch still hoisted on her shoulder, then turned slightly to the side and raised her head with an inquisitive expression.

source: 大道缥缈不定，让人心灰意冷。
en_us: The Great Dao seemed so ethereal and out of reach, and she couldn't help but feel a sense of despair.

source: 大骊武夫宋长镜，此生喜好三事，筑京观，杀天才，战神仙。
en_us: It was widely renowned that Song Changjing had three hobbies in life, namely securing accolades on the battlefield, slaying prodigies, and battling gods.

source: 大骊皇子宋集薪已经恢复正常，笑道：“拭目以待。”
en_us: At this point, Song Jixin had already regained his composure, and he smiled as he said, "I look forward to that day."

source: 大骊藩王宋长镜裹了一件狐裘，脸色苍白，但是精神极好，来到宋集薪身边，笑道：“这座位于东宝瓶洲的骊珠洞天，三十六小洞天之一，不以占地广袤见长，版图不过方圆千里而已。”
en_us: Song Changjing was wearing a fox fur coat at this moment, with his face also appearing extremely pale. However, he was in a very good mood, and he stood next to Song Changjing and said with a smile, "This Jewel Small World is located in the Eastern Treasured Vial Continent, and it's one of the 36 mystical realms. It's not renowned for its size, and it only measures 500 kilometers in radius."

source: 大骊藩王宋长镜转过身，伸出一手，双指在三炷香顶部轻轻一搓捻，香便被点燃。
en_us: Song Changjing turned around and reached over, lightly rubbing his fingers over the three incense sticks. The incense sticks immediately started to smoke.

source: 大骊藩王宋长镜，没来由在官署跳脚骂娘。
en_us: Standing in his official residence, Song Changjing suddenly started to stamp his feet and curse.

source: 大骊藩王实在想不明白，自己这个侄子，为何偏偏要跟一个陋巷少年较劲。
en_us: Song Changjing was truly unable to fathom why his nephew insisted on keeping up a rivalry with an impoverished young boy from this impoverished little alley.

source: 天下有我齐静春。
en_us: I, Qi Jingchun, exist in this world. So long as the world prospers, so do I. qwhetoiwqhetwqoiehtweoihtiwehthiewhtwqhthwqtiqewt

source: 天地之间，似乎隐隐响起先后两次崩裂声响。
en_us: Two resounding booms rang out in succession, and Bai Yuan was sent sliding back by over 100 feet, plowing a gaping trench into the bluestone street.

source: 天地恢复正常，他和婢女稚圭重返泥瓶巷，阳光温暖，春风和煦。
en_us: The world instantly returned to normal, and both of them were back in Clay Vase Alley, basking in the warmth of the sunlight and the spring breeze.

source: 天地运转，流畅无碍。
en_us: Heaven and earth returned to normal, and the Halted Realm from before silently fell away.

source: 天地间原本万籁寂静，陈平安听到一声刺耳的讥讽笑声，停下脚步，果不其然，看到那个同龄人蹲在墙头上，咧着嘴，毫不掩饰他的鄙夷神色。
en_us: All of a sudden, the peace and quiet was punctuated by the harsh sound of a mocking jeer. Chen Ping'an stopped in his tracks, and just as he expected, there was a boy roughly the same age as him squatting on the top of the wall, looking down at him with a derisive sneer, making no effort to hide his disdain.

source: 天大地大，吃饭最大。
en_us: The heaven was important and the earth was important, but above them both, eating was the most important.

source: 天微微亮，尚未鸡鸣，陈平安就已经起床，单薄的被褥，实在留不住热气，而且陈平安在烧瓷学徒的时候，也养成了早起晚睡的习惯。陈平安打开屋门，来到泥土松软的小院子，深呼吸一口气后，伸了个懒腰，走出院子，转头看到一个纤弱身影，弯着腰，双手拎着一木桶水，正用肩膀顶开自家院门，正是宋集薪的婢女，她应该是刚从杏花巷那边的铁锁井打水回来。
en_us: Dawn was only just breaking, and Chen Ping'an had already gotten up even before the roosters were crowing. His thin blanket didn't do a very good job of keeping him warm, and he had developed the habit of waking up early and going to bed late back when he was learning to become a potter. He opened the door before stepping out onto the soft and loamy soil in the courtyard outside, then took a deep breath. After stretching out his body, he made his way out of the courtyard and turned to discover a thin and frail figure. It was none other than Song Jixin's maidservant, and she huddled over, trying to open the gate of the neighboring courtyard with her shoulder while carrying a bucket of water with both hands. It seemed that she had just drawn some water from the Iron Lock Well in Apricot Blossom Valley.

source: 天籁寂静。
en_us: The surroundings remained silent.

source: 头戴莲花冠的年轻道人，收拾着摊子，唉声叹息，相熟的小镇百姓问起缘由，也只是摇头晃脑不作答。
en_us: The young ist priest in the lotus hat was packing up his stall while sighing in dismay. The town residents who were familiar with him asked him why he was so glum, but he merely shook his head and refused to answer.

source: 头戴高冠的老人沉声道：“李宝瓶！”
en_us: "Li Baoping!" Old Man Ma called out in a stern voice from the carriage.

source: 头戴高冠的苻南华，额头瞬间渗出了细密汗珠。
en_us: At the same time, fine drops of sweat began to bead up on his forehead under his tall hat.

source: 头顶突然飘落一片槐叶，苍翠欲滴，刚好落在少年额头上。
en_us: All of a sudden, a vibrant, green locust leaf came fluttering down from above, and it just so happened to land on his forehead.

source: 头顶莲花冠的年轻道人笑道：“贫道姓陆名沉，并无道号。平时称呼陆道人即可。”
en_us: A smile appeared on the yong Daoist priest's face, and he said, "My name is Lu Chen, and I have no Dao title. You can just call me Daoist Lu."

source: 夹杂在人流当中的一个邋遢汉子，犹豫片刻，在街坊邻居陆续散去之后，独自走向院子。
en_us: There was a disheveled and unkempt man in the crowd, and after a brief moment of hesitation, he made his way toward the house alone after all of the neighbors had departed.

source: 奇耻大辱，莫过于此。
en_us: This was just about the most humiliating thing that he could think of.

source: 女子也是狠人，虽然脸色苍白，但仍是坦然笑道：“无妨。”
en_us: Chen Dui was a very courageous and hardy woman, and even though her face was still slightly pale, she replied with a calm smile, "I'm fine."

source: 女子估计是自家宗门的天之骄子，哪里见识过这种场面，吓得梨花带雨，估计连凶神恶煞的少年说了什么也记不清，只是求饶道：“放过我，求你放过我，你奶奶不是我杀的，我一点都不知情啊……”
en_us: The young woman was presumably a prodigy in her sect, so when had she ever encountered a situation like this before? She sobbed in fright, and it was very likely that she wouldn't even be able to remember Ma Kuxuan's words. She simply begged, "Let me go... Please, I beg you, let me go... Your grandma wasn't killed by me, and I wasn't aware of this matter at all..."

source: 女子几乎同时睁开眼睛。
en_us: The woman's eyes also sprang open almost at the exact same moment.

source: 女子刚要起身。
en_us: The woman was just about to get up from her chair when Song Changjing's eyes suddenly narrowed slightly.

source: 女子听着儿子跑出屋子的脚步，闭上眼睛，虔诚默念道：“碎碎平碎碎安，碎碎平安，我家小平安，岁岁平安，年年岁岁，岁岁年年，平平安安”
en_us: She watched as her son ran out of the room, then closed her eyes as she prayed with all her might, "Please, please, please, let my little Ping'an be blessed with safety and prosperity."

source: 女子坐在一旁闭目养神，双手自然而然摊放在膝盖上。
en_us: The woman was seated off to the side, resting with her eyes closed while her hands were placed on her lap, and her fingers twitched ever so slighlty upon hearing this.

source: 女子思绪转向别处。
en_us: At this point, Chen Dui's mind was already elsewhere.

source: 女子摇头，缓缓道：“不是。”
en_us: "No," the woman replied with a shake of her head.

source: 女子极其艰辛痛苦地侧过身，凝视着自己孩子的脸庞，受尽病痛折磨的女子，突然洋溢着幸福的光彩，呢喃道：“天底下怎么就有这么好的孩子呢，又怎么刚好是我的儿子呢？”
en_us: The woman rolled over with great difficulty, looking directly at the face of her child, and even though she was in terrible pain, a blissful look suddenly appeared on her face as she murmured, "How could there be such a good child in this world? And how am I so lucky that this child just so happens to be my son?"

source: 女子点点头，颤颤巍巍伸出一只手，孩子赶紧握住他娘亲的手。
en_us: The woman nodded in response, then reached out a trembling hand, which the boy hurriedly grabbed tightly onto.

source: 女子睁开眼睛，把自己从墙壁里“拔出来”，落地后，身形一晃，对那个背影说道：“今日赐教，陈对铭记五内。”
en_us: Chen Dui opened her eyes as she dragged herself out of the wall, and upon landing on the ground, she swayed rather unsteadily as she said, "I will remember the lesson you taught me today."

source: 女子笑了，站起身，“你敢杀我？就不怕你们大骊被灭国吗？”
en_us: Chen Dui rose to her feet with a smile. "You dare to kill me? Are you not afraid of your Great Li Empire being wiped off the face of this continent?"

source: 女子脑袋轰然撞在泥泞地面上。
en_us: The woman's head smashed into the muddy ground.

source: 女子艰难笑道：“好多了。一点也不疼了。”
en_us: The woman put on a smile with great difficulty as she replied, "I feel much better. It doesn't at all anymore."

source: 女子转头瞥了眼坐在门槛上的俊逸少年。
en_us: The woman turned to glance at Song Jixin, and he flashed a grin at her in response.

source: 女子转过头，眼神冷冽，沙哑道：“你找死？”
en_us: The woman turned to Song Jixin with a cold look in her eyes as she threatened, "Do you want to have your eyes gouged out?"

source: 女子转过头，面无表情。
en_us: The woman turned away in an expressionless manner, and Song Jixin's smile widened as his gaze began to blatantly roam over her long legs.

source: 女子长眉微挑，问道：“你的意思，是说在你们大骊藩王宋长镜面前，就要低眉顺眼，卑躬屈膝？”
en_us: Chen Dui raised a brow and asked, "So you're saying that I should act submissively and grovel before the Great Li Empire's monarch, Song Changjing?"

source: 她一下子就跳到了自己最想要的“结果”，我该如何救人。
en_us: Instead, she jumped directly to the "outcome" that she desired the most — how could she save Chen Ping'an?

source: 她一个一个报名字过去，像是沙场秋点兵的大将。
en_us: She read the names one by one, and it was as if she were a general calling the names of her soldiers.

source: 她一瘸一拐返回自家院子，经过陈平安家的时候，皱了皱鼻子，拧了拧眉头，她有些犯迷糊。只是由于那个该死读书人的道行崩坏，当下小镇已是处处天机泄露，就像一艘四处漏水的小船，她尚且自顾不暇，更要为将来仔细谋划一番，也就懒得去斤斤计较了。
en_us: As she was hobbling past Chen Ping'an's house on the way back to Song Jixin's residence, her brows furrowed slightly, and she pondered momentarily about how to proceed. However, due to the collapse of Qi Jingchun's Dao foundation, the town was on the verge of destruction, and it was like a leaky boat that was struggling to stay afloat. Thus, she had to think for herself and carefully plan out what she was going to do next, so she had no time to deal with Chen Ping'an.

source: 她一直觉得陈平安不是个硬脾气的人，当然杀蔡金简、斗搬山猿除外，平时相处，陈平安好像永远也不生气，性情也不偏执，不温不火的好脾气。
en_us: She had always felt like Chen Ping'an had a very mild and mellow personality. With the exceptions of Cai Jinjian and Bai Yuan, he never seemed to hold any grudges, and he never seemed to get angry at anyone.

source: 她一笑置之。
en_us: She dismissed it with a smile.

source: 她不知道如何安慰自家公子。
en_us: Zhi Gui didn't know how to console him.

source: 她为何选择依附大骊皇子宋集薪？
en_us: Why had Zhi Gui chosen to attach herself to Song Jixin, the prince of the Great Li Empire?

source: 她也很疑惑，若是击中自己的头颅，不敢说当场毙命，但是绝对受伤不轻，以少年近乎恐怖的准头，两次有意为之地击碎鸟食罐，当真射不中自己或者那位正阳山的小姑娘？
en_us: At the same time, she was very perplexed. If the assassin had aimed his shots at her head, perhaps she wouldn't have been killed on the spot, but she would've definitely been severely wounded. Given how the boy was able to smash the food containers in the birdcage on consecutive shots, it was clear that he was extremely accurate with whatever weapon that he was using, so there should've been no way that he wouldn't have been able to strike Tao Zi had that been his intention.

source: 她也是被陈松风匆忙找到，原本她打算在小镇一直逛荡下去。
en_us: She had originally planned to continue exploring the town, but Chen Songfeng had tracked her down and taken her to find Liu Baqiao before the three of them returned to the kiln supervision official's office together.

source: 她以槐枝拄地，气喘吁吁，从腰间绣袋捞出一把张鲜艳欲滴的翠绿槐叶。
en_us: She was using a locust branch as a crutch as she panted heavily, and she pulled out a handful of vibrant green locust leaves from an embroidered pouch strapped to her waist.

source: 她仰起头，眯起眼眸，仔细观察石头的微妙纹路。
en_us: She raised her head and squinted her eyes, carefully examining the delicate patterns inside the pebble.

source: 她似乎格外欣赏“气冲斗牛”这四个大字，相较其余三块正楷匾额的端庄肃穆，这块匾额的大字独独以行楷写就，其中神韵，简直是近乎恣意妄为。
en_us: She seemed to be particularly appreciative of the idiom that was inscribed on this plaque. In contrast with the formal and rigid regular script font of the idioms inscribed on the other plaques, this was the only idiom that had been written in an informal script font, giving it a much more free-flowing and unbridled appearance compared to the other three, which was why she had taken a particular liking to it.

source: 她使劲鼓起腮帮，转身不知从哪里又摸出一张槐叶，哭丧着脸交给陈平安。
en_us: Li Baoping puffed out her cheeks in annoyance, then pulled out another locust leaf from somewhere else on her body before giving it to Chen Ping'an with a dejected expression.

source: 她停顿了下，突然从个慷慨激昂的远方女侠，变成了个想要显摆的邻家少女，眯眼笑问道：“喂，你知不知道这个天下到底有几座”
en_us: She paused here momentarily, suddenly turning from a gallant swordswoman into a young woman who was just trying to show off as she smiled and asked, "Do you know how to improve the speed of your attacks?"

source: 她先是双手下垂，两只手的拇指各自按在剑柄、刀柄之上。
en_us: She lowered her hands so that her thumbs came into contact with the hilts of her two blades, following which she began to take a series of small yet fast steps to build up some momentum.

source: 她冷不丁加快步子冲向前，一脚重重踩踏下去，然后缓缓蹲下身，盯着那只头顶生角的土黄色四脚蛇，训斥道：“有借有还再借不难，你们这五头小畜生，以后若是胆敢赊账赖账，看我不把你们扒皮抽筋一锅炖！”
en_us: All of a sudden, she sped up and rushed forward, then stomped down heavily with one foot. After that, she slowly crouched down to glare at the four-legged snake beneath her foot as she scolded, "If you return your debt on time, I'd be happy to lend to you again, but if you five little bastards dare to renege on your debts at any point, I'll skin you all and cook you up in a single pot!"

source: 她冷不丁问道：“对了，齐先生是不是跟你见过面，还说了什么啊？”
en_us: "Oh, that's right. Did Mr. Qi visit you a while ago? What did he say to you?" she suddenly asked.

source: 她冷哼道：“呦，口气真大！”
en_us: Ning Yao humphed coldly and said, "Oh, what a brilliant idea!"

source: 她凝视着灯火照映下的漂亮石头，轻声道：“炼体最后一境界，名为‘水银镜’，血液浓稠如水银，重量却更加轻盈，气血凝聚合一。突破门槛，需要渡过一劫，叫‘泥菩萨过江’。能否成功走过最后一个门槛，鲤鱼跳龙门，就得看习武之人的运气了。”
en_us: She gazed at the beautiful pebble that was being illuminated by the dim yellow light, and she said in a soft voice, "The final tier of the three tiers of the Physique Refining Tier is the Mercury Tier. One's blood will become as viscous as mercury, thick but light at the same time. One's Qi and blood will then condense into one. If one wants to ascend beyond this tier, they'll need to face a tribulation called 'Mud Deity Crossing the River'. Whether or not one can pass this tribulation and ascend to a new height depends on their skill and fortune."

source: 她却偏偏大致维持在一个高度上，如同轻骑游曳在沙场边缘地带，诱使敌方弓弩手不断消耗箭矢和膂力。
en_us: She was clearly able to fly beyond the range of his stones, yet she insisted on maintaining the same height. She was like a lightly armored cavalry pacing back and forth along the edges of the battlefield, tempting the enemy archers to continuously waste their arrows and strength on her.

source: 她又说道：“两拨人，两袋钱。让阮师傅认徒一事，又一袋钱。总之做成几件事，我收几袋钱。放心，我既然答应下来，就算是有保底两袋的收成了。”
en_us: She paused for a brief moment before adding, "Two bags of coins for two groups of people, and another bag of coins for Master Ruan to take your friend as a disciple. To put it simply, I'll take a bag of coins for each task that I accomplish. Rest assured, since I've agreed to this, it means that I'm confident that I can earn at least two bags of coins."

source: 她发现小溪里的水位，分明开始缓缓上涨，肉眼可见！
en_us: The reason for her surprise was that the water level in the creek was slowly rising at a rate that was discernible to the naked eye!

source: 她发现陈平安两脚生根似的一动不动，白眼道：“倒是进来啊，愣在那边做什么？！我家是龙潭虎穴啊，还是进来喝口水要收你一两银子？”
en_us: She noticed that Chen Ping'an was standing completely still on the spot, as if his feet were rooted to the ground, and she rolled her eyes as she said, "What are you standing there for? Come in! Are you afraid that we're keeping tigers in here, or are you worried that we'll charge an entry fee?"

source: 她只是挥手赶人。
en_us: The little girl waved a hand to dismiss the old man, and he could only depart with a resigned expression.

source: 她叹了口气，“劝你一句，像你们这些半山腰上的人，在山顶那些人的眼中，其实跟山脚的人没什么两样，不光是人家眼高于顶，而是他们确实有资格看低你们，到了这个末法之地后，不说那个云霞山的女子，就是那个穿大红袍子的小孩子，他一拳打在你胸口上，也能要你呕血一大碗，反过来你使劲打他一拳，不敢说挠挠痒，但最多就是让他感到一阵气闷，绝对伤不到脏腑。至于原因，很难掰扯清楚，主要还是我不擅长讲这个。”
en_us: She heaved a faint sigh, then continued, "Let me give you a piece of advice. For those people who are at the top of the mountain, people like you who are halfway up the mountain are actually no different from those at the foot of the mountain. That's not because they're arrogant, it's jus that they really are far above you. Setting that woman from the Dawn Cloud Mountain aside, even that little boy in the large red robe can make you throw up a ton of blood with a punch to the chest, whereas if the roles were flipped and you punched him instead, it would barely even tickle him. At the very most, it'll hurt him a little, but it definitely won't do any substantial damage. As for the reasons for this, that's very hard to elaborate on, and I'm not very good at talking about this stuff."

source: 她听完小女孩的解释后，略作思量，接过石头，缓缓说道：“来此之前，我刚好遇到离开的小师叔，他要去南涧国参加一座道统宗门的重要典礼，下次何时见面，还真不好说，但是只要见到陆小师叔，我一定帮你转送给他。”
en_us: After hearing the little girl's translation, the young Daoist nun thought about it for a brief moment before accepting the pebble and saying, "Before arriving here, I coincidentally came across Junior Uncle Lu just as he was leaving. He was heading to the Southern Stream Nation to attend an important ceremony of a Daoist sect. In terms of when we'll meet again... That's truly hard to say. However, I'll definitely give this to Junior Uncle Lu for you when I see him again."

source: 她哭丧着脸，忧伤道：“难道真的只能去找姓阮的铸剑师？砍人我还凑合，有我娘的四五分真传了，可是求人，我真的不擅长啊。”
en_us: Her face was sullen as she said, "Perhaps my only option is to ask the blacksmith Master Ruan? I'm fairly good at hacking at others, and I've already mastered around half of my mother's skills. If I have to ask someone for a favor, however... I'm truly not good at this."

source: 她嗯了一声。
en_us: The young woman nodded in response, and the Daoist priest also made the same admission.

source: 她嗯了一声，“泥瓶巷左手边数起，第十二个宅子。”
en_us: The little girl nodded in response. "It's the 12th house on the lefthand side of Clay Vase Alley."

source: 她嘴唇猩红，脸色雪白，一袭墨绿色长袍。
en_us: Her lips were sanguine red, and her face was as pale as a sheet.

source: 她嘴角翘起，一双眼眸流光溢彩，似有极细微的活物在其中悠然游曳。
en_us: The corners of her lips perked up slightly, and a hint of light surged through her eyes as if there were some type of tiny living creature swimming within them.

source: 她在见到草鞋少年后，没有像以往那般低敛眉眼，微微加快步伐侧身而过，反而停下了脚步，凝视着这个不经常打交道的邻居，欲言又止。
en_us: Upon spotting Chen Ping'an, she didn't lower her gaze and accelerate past him as she normally did. Instead, she stopped in her tracks and stared at him, seemingly wanting to say something, but also feeling a bit conflicted about whether to speak to him or not.

source: 她坐下后，桌面上摆着三袋钱和根玉簪，当然还有把识趣“龟缩”在角落的灵性长剑。
en_us: She sat down, and there were now three pouches of coins and a jade hairpin on the table before her. Of course, there was also the sword that was obediently "cowering" in the corner.

source: 她坚持片刻后，神色懊恼地从绣袋里掏出最后一张树叶，重重拍在陈平安手心上。
en_us: After playing dumb for a moment longer, a disgruntled look appeared on her face as she pulled out one final leaf from the embroidered pouch before slapping t heavily down onto Chen Ping'an's palm.

source: 她天真无邪笑道：“随便问问，因为今天我出门打水的时候，刚好碰到齐先生说是清晨散步，还问我你在不在家呢，我便如实回答了。”
en_us: Zhi Gui wore an innocent smile as she replied, "No reason, I'm just asking because I coincidentally saw Mr. Qi when I was going over to draw water this morning. He said that he was going for a morning stroll, and he even asked me if you were home. I naturally gave him an honest answer."

source: 她好像在用眼神询问少年，你咋回事，继续赶路啊。
en_us: It was as if she were asking the young boy a question with her eyes, "What's wrong? Keep going!"

source: 她好奇道：“公子是什么？”
en_us: Zhi Gui was extremely curious, and she asked, "Young Master is what?"

source: 她好奇问道：“小小河神，也敢在我家门口撒野？我爹当年连斩六位江水正神，你没听说过吗？”
en_us: An intrigued look appeared in Ruan Xiu's eyes as she mused, "To think that even a mere river guardian like yourself would dare to show up right on our doorstep. Have you not heard about how my father once slew six great river gods in a row?"

source: 她对于这位老龙城的贵公子，印象渐好，要知道老龙城虽然底蕴深厚，英才辈出，距离顶尖宗门只有一线之隔，照理说比较二流垫底的云霞山，要高出许多，但是云霞山这类传承有序、根正苗红的正统仙家，对老龙城这类偏居一隅的南方蛮夷，拥有一种先天的优越感，若是以往遇见，不背后嘀咕一声南蛮子就算修养好的了。
en_us: At the same time, her impression of Fu Nanhua was gradually improving. The Old Dragon City had a long and illustrious history of producing prodigious and powerful cultivators, and even though it was still slightly behind the top-tier sects on the continent, it was still far above the Dawn Cloud Mountain, which ranked near the bottom among second-rate sects. However, the Dawn Cloud Mountain was an orthodox sect with a noble background, so those from the Dawn Cloud Mountain harbored and innate sense of superiority over those from the Old Dragon City, which was situated in the southern wilderness. Thus, those from the Dawn Cloud Mountain often referred to those from the Old Dragon City as southern barbarians behind their backs.

source: 她小声问道：“公子，新任督造官什么时候回小镇啊？那之后咱们是不是就能去京城啦？”
en_us: "Young Master, when is the new kiln supervision official going to return to town? Will we be able to leave for the capital then?" Zhi Gui asked quietly.

source: 她就这样与儒士直直对视。
en_us: The two of them stared directly at one another, and it was as if a confrontation between a dragon and a serpent were taking place.

source: 她带着小女孩还有白鹿返回青牛背，年轻道人从草鞋少年的背影收回视线，盖棺定论道：“缘浅便是福薄，自然不当大用。”
en_us: The young Daoist nun led the little girl and the white deer back to the Azure Cow Ridge. The young Daoist priest retracted his gaze from the young boy in straw sandals, and he concluded, "A fate shallow leading to a fortune thin; it's only natural that he won't reach great heights."
